{
  "posts": [
    {
      "id": 1,
      "title": "madrid vs barcelona",
      "author": "jesus",
      "content": "El último partido de la Liga Santander fue disputado entre el Real Madrid y el Villarreal. El partido se llevó a cabo en el Estadio Alfredo Di Stéfano, en la ciudad de Madrid.El Real Madrid, que estaba en segundo lugar en la tabla de clasificación, necesitaba ganar el partido para tener alguna posibilidad de superar al Atlético de Madrid y ganar el título de la liga. Por otro lado, el Villarreal ya había asegurado su lugar en la próxima Liga Europa y buscaba terminar la temporada con una victoria.El partido comenzó con ambos equipos presionando en el campo y tratando de tomar el control del balón. El Villarreal tuvo la primera oportunidad de marcar, pero el portero del Real Madrid, Thibaut Courtois, logró detener el remate.El Real Madrid abrió el marcador en el minuto 20 con un gol de cabeza de Luka Modric. Sin embargo, el Villarreal logró empatar el partido en el minuto 76 con un gol de Gerard Moreno.El partido terminó en empate 1-1, lo que significa que el Real Madrid no pudo superar al Atlético de Madrid en la tabla de clasificación y terminó la temporada en segundo lugar. El Villarreal, por su parte, logró terminar la temporada con un punto positivo y asegurar su lugar en la próxima Liga Europa.En resumen, el último partido de la Liga Santander entre el Real Madrid y el Villarreal fue un partido emocionante y disputado en el que ambos equipos mostraron su calidad en el campo. Aunque el Real Madrid no pudo ganar el título de la liga, aún tuvo una temporada exitosa y espera con ansias la próxima temporada para intentar ganar la Liga Santander una vez más"
    },
    {
      "id": 2,
      "title": "bilbao vs Santander",
      "author": "Anyell",
      "content": "Gano Bilbaaaaao"
    }
  ],
  "comments": [
    {
      "id": 1,
      "commentId": 1,
      "usuario": "pepito",
      "body": "some comment"
    }
  ],
  "usuarios": [
    {
      "name": "anyell",
      "lastname": "mendoza",
      "email": "anyell@anyell.com",
      "password": "qwerty123",
      "address": "lekeitio",
      "id": 1
    },
    {
      "name": "juan",
      "lastname": "benito",
      "email": "juan@benito.com",
      "password": "qwert123",
      "address": "bilbao",
      "id": 2
    },
    {
      "name": "mihai",
      "lastname": "cocea",
      "email": "mihai@cocea.com",
      "password": "qwert123.",
      "address": "bilbao",
      "id": 3
    },
    {
      "name": "mohamed",
      "lastname": "ibrahim",
      "email": "mohamed@mohamed.com",
      "password": "qwerty123.",
      "address": "bilbao",
      "id": 4
    },
    {
      "name": "juesus",
      "lastname": "pinto",
      "email": "jesus@jesus.com",
      "password": "qwerty123",
      "address": "bilbao",
      "id": 6
    },
    {
      "name": "edurne",
      "lastname": "montalban",
      "email": "edurne@edurne.com",
      "password": "qwerty123.",
      "address": "bilbao",
      "id": 7
    },
    {
      "name": "nnn",
      "lastname": "nnn",
      "email": "nn@nnn.com",
      "password": "njnkjbn",
      "address": "nnn",
      "id": 8
    },
    {
      "name": "nnn",
      "lastname": "nnn",
      "email": "mn@bnf.com",
      "password": "mnjbnkj",
      "address": "nn",
      "id": 9
    }
  ],
  "username": [
    {
      "user": "anyell",
      "comentario": "mendoza"
    }
  ]
}